Repository: karensusanto/HowToHuman
Catalog: HowToHuman/Localizable.xcstrings
Source language: en
Languages: id

source: _What could possibly go wrong?_
id: _Apa yang mungkin salah?_

source: _Your fellow aliens will want to know._
id: _Teman alienmu pasti ingin tahu._

# (%@ / %@ Players)
source: (%1$@ / %2$@ Players)
id: (%1$@/%2$@ Pemain)

# (%lld / %lld Players)
source: (%1$lld / %2$lld Players)
id: (%1$lld/%2$lld Pemain)

source: **"How do you...?"**
id: **”Bagaimana cara…?”**

source: **Aliens, the humans have answered.**
id: **Alien, para manusia telah memberikan jawaban.**

source: **Help the aliens have a positive experience on Earth — or risk angering them.**
id: **Bantu para alien mendapatkan pengalaman positif di Bumi — atau bersiap menghadapi kemurkaan mereka.**

source: **Now, it's your turn, human.**
id: **Sekarang giliranmu, manusia.**

source: **Welcome back to the spaceship, aliens.**
id: **Selamat datang kembali di pesawat luar angkasa, para alien.**

source: **Would you revisit Earth?**
id: **Apakah kalian mau mengunjungi Bumi lagi?**

source: **You are an alien.**
id: **Kamu adalah seorang alien.**

source: %lld Seconds
id: %lld Detik

source: ± %@ mins
id: ± %@ menit

source: add step
id: tambahkan langkah

source: Aliens have discovered Earth and want to experience life as humans, **but they have no idea how humans do things.**
id: Para alien telah menemukan Bumi dan ingin merasakan kehidupan sebagai manusia, **namun mereka sama sekali tidak tahu bagaimana manusia melakukan sesuatu.**

source: An alien needs your help understanding how to be humans
id: Seorang alien membutuhkan bantuanmu untuk memahami bagaimana menjadi manusia.

source: Answer their question as clearly as you can.
id: Jawab pertanyaan mereka sejelas mungkin.

source: Ask a Human
id: Tanyakan Manusia

source: Ask a human:
id: Tanyakan pada manusia:

source: Beware: alien knows nothing about humans and might take everything you say literally.
id: Hati-hati: alien ini tidak tahu apa-apa tentang manusia, dan mungkin akan mengikuti semua instruksimu secara harfiah.

source: But first, you need to know how humans do things.
id: Tapi pertama-tama, kalian perlu tahu bagaimana manusia melakukan berbagai hal.

source: Cast your vote.
id: Tentukan pilihanmu.

source: CONTINUE
id: SELANJUTNYA

source: CREATE ROOM
id: BUAT RUANG

source: Curious, you want to experience human life for yourselves.
id: Karena penasaran, kalian ingin merasakan sendiri seperti apa kehidupan sebagai manusia.

source: Describe what happened...
id: Deskripsikan pengalamanmu…

source: DONE
id: SELESAI

source: Enter Nickname...
id: Masukkan nama…

source: Everyone is a now human. You get one of the alien's questions and must create a step-by-step guide to answer it.
id: Sekarang semua pemain menjadi manusia. Kamu akan mendapatkan salah satu pertanyaan dari alien dan harus membuat panduan langkah demi langkah untuk menjawabnya.

source: Everyone is an alien. Think of something simple you've always wondered about doing as a human - _the simpler, the better._ Ask a human: **_"How do you...?"_**
id: Semua pemain adalah alien. Pikirkan hal sederhana yang dilakukan manusia yang selama ini selalu membuatmu penasaran - _semakin sederhana, semakin baik._ Tanyakan kepada manusia: **_“Bagaimana cara kamu…?”_**

source: Everyone is back to being an alien. Follow the human's instructions **_as literally as possible_**, then write down your experience. Look for gaps, misunderstandings, and opportunities for things to go hilariously wrong. Be creative!
id: Semua pemain kembali menjadi alien. Ikuti instruksi dari manusia **_seharfiah mungkin_**, lalu deskripsikan pengalamanmu secara tertulis. Cari celah, kesalahpahaman, atau peluang pada instruksi yang diberikan, yang dapat menyebabkan pengalamanmu berjalan dengan kacau. Jadilah kreatif!

source: Exit %@?
id: Keluar dari %@?

source: Follow their instruction, write down your experience.
id: Ikuti instruksi mereka, tuliskan pengalamanmu.

source: Go down to Earth with the guidance the humans provided.
id: Turunlah ke bumi dengan panduan yang telah diberikan para manusia.

source: Guide The Alien
id: Pandu Alien

source: How do you
id: Bagaimana caramu

source: HOW TO PLAY
id: CARA BERMAIN

source: How to Play?
id: Cara Bermain?

source: Join
id: Gabung

source: Join %@?
id: Bergabung ke %@?

source: Keep it simple, ask about things they'd probably do everyday.
id: Buatlah pertanyaan yang sederhana, tanyakan mengenai aktivitas yang mungkin manusia lakukan setiap hari.

source: Kick
id: Tendang

source: Kick %@?
id: Tendang %@?

source: Leaving will end the game - only 1 player would remain.
id: Keluar akan mengakhiri permainan - hanya satu pemain yang tersisa.

source: Leaving will end the game — only 1 player would remain, and your hostship will be transferred to the next player
id: Keluar akan mengakhiri permainan - hanya satu pemain yang tersisa dan tuan rumah akan berpindah ke pemain selanjutnya.

source: Let's see who goes first.
id: Mari lihat siapa yang akan mulai pertama.

source: No
id: Tidak

source: Now that everyone's shared their experiences, answer this:
id: Sekarang setelah semua membagikan pengalamannya, putuskan:

source: OK
id: BAIK

source: Phase 1 - Ask
id: Fase 1 - Tanya

source: Phase 2 - Guide
id: Fase 2 - Pandu

source: Phase 3 - Follow
id: Fase 3 - Ikuti

source: Play
id: Main

source: playing
id: bermain

source: Ready
id: Siap

source: Review everyone's experience from Earth. Then vote: **Would you revisit Earth?**
id: Dengakarkan dan tinjau semua pengalaman para alien di Bumi. Kemudian voting: **Apakakah kalian mau mengunjungi bumi lagi?**

source: Set Your Profile
id: Atur Profil

source: Sorry, %@ is full
id: Maaf, %@ penuh

source: START
id: MULAI

# Step %lld/%lld
source: Step %1$lld/%2$lld
id: Langkah %1$lld/%2$lld

source: Tell Your Experience
id: Ceritakan Pengalamanmu

source: The human did not respond
id: Tidak ada respon dari manusia

source: The more players you have, the longer the game could go on.
id: Semakin banyak pemain yang bergabung, semakin lama permainan dapat berjalan.

source: The room will be deleted
id: Ruang akan terhapus

source: The simpler, the better
id: Semakin sederhana, semakin baik

source: They send down some questions about basic human activities. Give them some guidance, but remember: **Aliens follow instructions literally.**
id: Mereka mengirimkan beberapa pertanyaan tentang aktivitas dasar manusia, lalu meminta sedikit panduan. Tapi ingat: **Alien mengikuti instruksi secara harfiah.**

source: Time to share our experience
id: Saatnya berbagi pengalaman kita.

source: Timer Settings
id: Pengaturan Waktu

source: Wait for host to continue
id: Menanti tuan rumah untuk melanjutkan

source: Wait for host to start the game
id: Menanti tuan rumah untuk memulai permainan

source: Wait for ongoing game to finish
id: Tunggu permainan yang sedang berjalan untuk selesai

source: Waiting for other players...
id: Menunggu pemain lainnya…

source: What happened?
id: Apa yang terjadi?

source: What happens when someone with **absolutely no knowledge of humanity** tries to follow human instructions? Well, let's find out.
id: Apa yang terjadi ketika seseorang yang **tidak memiliki pengetahuan apapun tentang manusia** mencoba mengikuti instruksi manusia? Nah, mari kita cari tahu.

source: Write the instructions here...
id: Tuliskan instruksimu di sini…

source: Yes
id: Ya

source: You and your team have just discovered Earth.
id: Kamu dan timmu baru saja menemukan Bumi.

source: Your advice could lead to an amazing human experience… or a very confused alien.
id: Saranmu dapat menghasilkan pengalaman sebagai manusia yang luar biasa bagi mereka… atau justru sangat kebingungan.

source: Your hostship will be transferred to the next player
id: Tuan rumah akan berpindah ke pemain berikutnya.
